app/Livewire/Admin/Order/Cart.php

  public function addToCart($productID, $quantity)
  {
    $product = Product::find($productID);
---
select * from `products` where `products`.`id` = 25 limit 1