app/Livewire/Admin/Order/Create.php

select * from `products` order by `created_at` desc
---
  public function mount()
  {
    $this->products = Product::Latest()->get();

select `attributes`.*, `attribute_product`.`product_id` as `pivot_product_id`, `attribute_product`.`attribute_id` as `pivot_attribute_id` from `attributes` inner join `attribute_product` on `attributes`.`id` = `attribute_product`.`attribute_id` where `attribute_product`.`product_id` = 20
select * from `products` where `products`.`id` = 20 limit 1
---
  public function selectProduct($productId)
  {

      $this->selectedProductId = $productId;
      $this->selectedProduct = Product::find($productId);
      $this->selectedAttributes =  $this->selectedProduct->attributes;

select * from `products` order by `created_at` desc
select * from `categories` where `categories`.`id` = 9 limit 1
---
  public function sort($categoryID)
  {
    if($categoryID == 0)
    {
        $this->products = Product::Latest()->get();
        return $this->products;
    }

    $category = Category::find($categoryID);

select * from `categories` order by `created_at` asc
select * from `attributes` order by `created_at` desc
---
    public function render()
    {

      $categories = Category::orderBy('created_at', 'asc')->get();
      $attributes = Attribute::Latest()->get();