app/Livewire/Admin/Attribute/AttributeController.php

    public function render()
    {
      $Attribute = Attribute::latest()->where('name', 'like', "%{$this->search}%")->paginate(5);

      $this->allProducts= Product::latest()->get();
---
select * from `attributes` where `name` like '%%' order by `created_at` desc limit 5 offset 0
select count(*) as aggregate from `attributes` where `name` like '%%'
select * from `products` order by `created_at` desc