app/Livewire/Admin/Attribute/Create.php

public function render()
{
    $this->Lastproduct= Product::latest()->first();
    $this->allProducts= Product::latest()->get();
    $this->allAttributes= Attribute::latest()->get();
---
select * from `products` order by `created_at` desc limit 1
select * from `products` order by `created_at` desc
select * from `attributes` order by `created_at` desc