app/Livewire/Admin/Product/Create.php

  public function createProduct()
  {

      $this->validate($this->rules(), $this->messages());

      $this->checkCreateVAT();

      $product = Product::create([
          'name' => $this->name,
          'status' => $this->status,
          'price' => $this->price,
          'salesPrice' => $this->salesPrice,
          'description' => $this->description,
          'vat' => $this->vatValue,
      ]);
---
insert into `products` (`name`, `status`, `price`, `salesPrice`, `description`, `vat`, `updated_at`, `created_at`) values ('Beef Burger', 'Upcoming', '18.00', '0.00', 'Burger met super veel BEEF', 0, '2024-04-02 11:35:39', '2024-04-02 11:35:39')

  public function render()
  {
      $categories = Category::Latest()->get();
---
select * from `categories` order by `created_at` desc