app/Livewire/Admin/Product/ProductController.php

select * from `products` where `name` like '%%' order by `created_at` desc limit 5 offset 0
select count(*) as aggregate from `products` where `name` like '%%'
---
  public function render()
  {
    $products = Product::latest()->where('name', 'like', "%{$this->search}%")->paginate(5);